#+TITLE: Mr Burns

Everything is scaled to Height 70 and Width 156
The timings are given as ticks shown by incrementing through the [[https://www.youtube.com/watch?v=5xbyJGM1iUY][source video]]

Export the tangled blocks (make sure that "ascii" folder exists).
(setq-local org-src-preserve-indentation t)


* Timings

   | ASCII     | Speech  | Duration |   0 |
   |-----------+---------+----------+-----|
   | Startup 0 |         |       12 |  12 |
   | Startup 1 |         |        2 |  14 |
   | Startup 2 |         |        2 |  16 |
   | Startup 3 |         |        2 |  18 |
   | Startup 4 |         |        2 |  20 |
   | Startup 5 |         |        2 |  22 |
   | Startup 6 |         |        2 |  24 |
   | Closed    |         |        8 |  32 |
   | Open      | "Hel"   |       16 |  48 |
   | Closed    | "lo"    |        6 |  54 |
   | Open      | "Smi"   |       10 |  64 |
   | Closed    | "thers" |       16 |  80 |
   | Open      | "You"   |        6 |  86 |
   | Closed    | "'re"   |        4 |  90 |
   | Open      | "Qui"   |        6 |  96 |
   | Closed    | "te"    |        6 | 102 |
   | Open      | "Goo"   |       10 | 112 |
   | Closed    | "od"    |        8 | 120 |
   | Open      | "a"     |        8 | 128 |
   | Closed    | "t"     |        6 | 134 |
   | Open      | "turn"  |       11 | 145 |
   | Closed    | "ning"  |        6 | 151 |
   | Open      | "me"    |        6 | 157 |
   | Closed    | "e"     |        6 | 163 |
   | Open      | "o"     |       10 | 173 |
   | Closed    | "n"     |       24 | 197 |
   | Wink      |         |       16 | 213 |
   | Closed    |         |        7 | 220 |
   #+TBLFM: $4=(@-1$4 + $3)
